/* Sender sent you a message notification text */
"%@ sent you a message" = "%@ vous a envoyé un message";

/* Sender sent you a message in roomName notification text */
"%@ sent you a message in %@" = "%1$@ vous a envoyé un message dans %2$@";

/* Server Name already exists error message */
"A server with this name already exists. Please choose another name." = "Un serveur avec ce nom existe déjà. Veuillez en choisir un autre.";

/* add server */
"add server" = "ajouter un serveur";

/* All Fields are required error message for server */
"All fields are required." = "Tous les champs sont obligatoires.";

/* Authentication failure. Error Message */
"Authentication failure." = "Erreur d'authentification.";

/* Buddies Button Title on Chat Screen
   Buddies Screen Title */
"Buddies" = "Contacts";

/* Connect Button Title */
"Connect" = "Se Connecter";

/* Connection failed. Error Message */
"Connection failed." = "La connexion a échoué.";

/* Conversation Room Label */
"Conversation" = "Conversation";

/* conversation name Field Placeholder */
"conversation name" = "nom de la conversation";

/* Conversation name must be alphanumeric. Error Message */
"Conversation name must be alphanumeric." = "Le nom de la conversation doit être alphanumérique.";

/* Server Domain Placeholder */
"Domain" = "Domaine";

/* Login Screen Legend */
"Enter a name for your conversation.\nShare it with people you'd like to talk to." = "Entrez un nom pour votre conversation.\nEnvoyez-le aux gens avec qui vous souhaitez parler.";

/* Connection Error Alert Title
   Server Creation/Modification Error Alert Title */
"Error" = "Erreur";

/* Group Fingerprint Section Title */
"Group Fingerprint" = "Signature de Groupe";

/* Logout Button Title */
"Logout" = "Déconnexion";

/* Me Button Title on Chat Screen
   Me Screen Title */
"Me" = "Moi";

/* Server Name Placeholder */
"Name" = "Nom";

/* New Server Screen Title */
"New Server" = "Nouveau Serveur";

/* Nickname in use. Error Message */
"Nickname in use." = "Ce pseudonyme est déjà utilisé.";

/* Nickname must be alphanumeric. Error Message */
"Nickname must be alphanumeric." = "Le pseudonyme doit être alphanumérique.";

/* Alert View Ok Button */
"Ok" = "Ok";

/* Please enter a conversation name. Error Message */
"Please enter a conversation name." = "Entrez un nom de conversation s'il vous plaît.";

/* Please enter a nickname. Error Message */
"Please enter a nickname." = "Entrez un pseudonyme s'il vous plaît.";

/* Private Fingerprint Section Title */
"Private Fingerprint" = "Signature Privée";

/* Send Button Title */
"Send" = "Envoyer";

/* Server Button Title */
"Server" = "Serveur";

/* Servers Screen Title */
"Servers" = "Serveurs";

/* Warning message when a message is not sent to all recipients */
"Warning: this message was not sent to: %@" = "Attention: ce message n'a pas été envoyé à: %@";

/* Error Message displayed when an unreadable group message is received */
"Warning: You have received an unreadable message from %@. This may indicate an untrustworthy user or messages that failed to be received. You may also be running an outdated version of Cryptocat. Please check for updates." = "Attention: Vous avez reçu un message illisible de %@. Cela peut indiquer un utilisateur qui n'est pas fiable ou des messages qui n'ont pas été correctement reçus. Peut-être utilisez vous une ancienne version de Cryptocat. Veuillez vérifier si une mise à jour existe.";

/* Server XMPP Conference Placeholder */
"XMPP Conference Server" = "Serveur de Conférence XMPP";

/* Chat session expiration message */
"Your chat session will end in a minute if you don't come back" = "Votre session de chat se clôturera dans une minute si vous ne relancez pas l'application.";

/* your nickname Field Placeholder */
"your nickname" = "votre pseudonyme";

/* Languages Selector Screen Title */
"Languages" = "Langues";

/* Done Button Title */
"Done" = "OK";

/* Save Button Title */
"Save" = "Enregistrer";

/* Cancel Button Title */
"Cancel" = "Annuler";

/* Edit Button Title */
"Edit" = "Modifier";

/* New Fingerprint Error Title */
"New Fingerprint" = "Nouvelle Signature";

/* Error message displayed when a recipient has a new private key */
"%@ has a new fingerprint. Verify their identity by comparing the fingerprint showing on your screen with theirs. You can use a phone call or any other trusted medium." = "%@ a une nouvelle signature. \
Vérifiez son identité en comparant la signature affichée sur votre écran et la sienne. \
Vous pouvez l'appeler au téléphone ou via un autre medium dans lequel vous avez confiance.";